<?php

define("COMMON_FILE_PATH", ROOT . DS . APP_DIR . "/tmp/files/");

// サイトタイプ定義
if ( isset($_SERVER['HTTP_USER_AGENT']) && mb_ereg("iPhone|iPod|Android.*Mobile|Windows.*Phone", $_SERVER['HTTP_USER_AGENT']) ) {
    // スマートフォン
    define('SITE_TYPE', 's');
}
else {
    define('SITE_TYPE', 'p');
}

$config['birthday_year_selector'] = array(
    'from' => 1951,
    'to' => 1996,
);

//職種 (職種カテゴリ)
$config['occupation'] = array(
  1  => '介護職',
  3  => 'ケアマネジャー',
  4  => '生活相談員',
  2  => 'サービス提供責任者',
  5  => 'オペレーター',
  6  => '管理職（リーダー）',
  7  => '管理職（管理者・施設長）',
  8  => 'リハビリ職（理学療法士）',
  9  => 'リハビリ職（作業療法士）',
  10 => '看護職',
  63 => 'その他',
);

//働く施設 (施設タイプ)
$config['institution_type'] = array(
  4  => '特別養護老人ホーム',
  5  => '介護付有料老人ホーム',
  26 => '住宅型有料老人ホーム',
  3  => '介護老人保健施設',
  22 => 'サービス付き高齢者向け住宅',
  19 => 'グループホーム',
  24 => '小規模多機能',
  12 => 'デイサービス・デイケア',
  20 => '訪問介護',
  25 => '定期巡回・夜間対応',
  21 => '居宅介護支援事業所',
  16 => '地域包括支援センター',
  7  => '訪問入浴',
  1  => '病院',
  2  => 'クリニック',
  6  => '訪問看護',
  8  => '健診',
  9  => '企業',
  10 => 'ショートステイ',
  11 => '治験',
  14 => 'その他',
  15 => '重症心身障害児施設',
  18 => '学校',
  23 => '障害者施設',
);

//働く施設 (施設タイプ) Mapping用
/*
$config['institution_type_mapping'] = array(
  1  => '病院・クリニック',
  2  => '病院・クリニック',
  3  => '介護老人保健施設',
  4  => '特別養護老人ホーム',
  5  => '有料老人ホーム',
  26 => '有料老人ホーム',
  7  => '訪問入浴',
  12 => 'デイサービス・デイケア',
  16 => '地域包括支援センター',
  19 => 'グループホーム',
  20 => '訪問介護',
  21 => '居宅介護支援事業所',
  22 => 'サービス付き高齢者向け住宅',
  24 => '小規模多機能',
  25 => '定期巡回・夜間対応',
  6  => 'その他',
  8  => 'その他',
  9  => 'その他',
  10 => 'その他',
  11 => 'その他',
  14 => 'その他',
  15 => 'その他',
  18 => 'その他',
  23 => 'その他',
);
*/

//働く施設 (施設タイプ) 検索Top画面用
/*
$config['institution_type_top_disp'] = array(
  3  => '特別養護老人ホーム',
  4  => '有料老人ホーム',
  2  => '介護老人保健施設',
  11 => 'サービス付き高齢者向け住宅',
  9  => 'グループホーム',
  12 => '小規模多機能',
  7  => 'デイサービス・デイケア',
  6  => '訪問介護',
  13 => '定期巡回・夜間対応',
  10 => '居宅介護支援事業所',
  8  => '地域包括支援センター',
  5  => '訪問入浴',
  1  => '病院・クリニック',
  14 => 'その他',
);
*/

//持っている資格 (必要な免許・資格)
$config['application_license'] = array(
  9  => '介護福祉士',
  16 => '介護職員実務者研修',
  6  => 'ヘルパー1級',
  8  => '介護職員基礎研修',
  14 => '介護職員初任者研修',
  7  => 'ヘルパー2級',
  5  => 'ケアマネジャー',
  15 => '社会福祉主事',
  10 => '社会福祉士',
  12 => 'PT',
  13 => 'OT',
  1  => '正看護師',
  2  => '准看護師',
  3  => '保健師',
  4  => '助産師',
  17 => '認知症実践者研修',
  18 => '認知症管理者研修',
  19 => '認知症開設者研修',
  20 => '小規模多機能研修',
  21 => 'ユニットケア研修',
  22 => '主任ケアマネ',
  23 => 'その他',
);

//持っている資格 (必要な免許・資格) Mapping用
/*
$config['application_license_mapping'] = array(
  9  => '介護福祉士',
  16 => '介護職員実務者研修',
  6  => 'ヘルパー1級',
  8  => '介護職員基礎研修',
  14 => '初任者研修（ヘルパー2級）',
  7  => '初任者研修（ヘルパー2級）',
  5  => 'ケアマネジャー',
  15 => '社会福祉主事',
  10 => '社会福祉士',
  12 => 'PT・OT',
  13 => 'PT・OT',
  1  => '正・准看護師',
  2  => '正・准看護師',
  3  => '正・准看護師',
  4  => '正・准看護師',
  17 => 'その他',
  18 => 'その他',
  19 => 'その他',
  20 => 'その他',
  21 => 'その他',
  22 => 'その他',
  23 => 'その他',
);
*/

//持っている資格 (必要な免許・資格) 検索Top画面用
/*
$config['application_license_top_disp'] = array(
  1  => '介護福祉士',
  2  => '介護職員実務者研修',
  3  => 'ヘルパー1級',
  4  => '介護職員基礎研修',
  5  => '初任者研修（ヘルパー2級）',
  6  => 'ケアマネジャー',
  7  => '社会福祉主事',
  8  => '社会福祉士',
  9  => 'PT・OT',
  10 => '正・准看護師',
  11 => 'その他',
);
*/

//雇用形態から探す (雇用形態)
$config['employment_type'] = array(
  1 => '正社員',
  2 => '契約社員',
  6 => '正社員(日勤のみ)',
  7 => '契約社員(日勤のみ)',
  3 => 'パート(日勤夜勤あり)',
  4 => 'パート(日勤のみ)',
  5 => 'パート(夜勤のみ)',
);

//雇用形態から探す (雇用形態)
/*
$config['employment_type_mapping'] = array(
  1 => '正社員・契約社員',
  2 => '正社員・契約社員',
  6 => '正社員・契約社員',
  7 => '正社員・契約社員',
  6 => '正社員・契約社員(日勤のみ)',
  7 => '正社員・契約社員(日勤のみ)',
  3 => 'パート',
  4 => 'パート',
  5 => 'パート',
  4 => 'パート(日勤のみ)',
);
*/

//雇用形態から探す (雇用形態)
/*
$config['employment_type_disp'] = array(
  1 => '正社員・契約社員',
  2 => '正社員・契約社員(日勤のみ)',
  3 => 'パート',
  4 => 'パート(日勤のみ)',
);
*/
//働きやすさから探す" (融通)
$config['recruit_flex_type'] = array(
  1 => '産休・育休',
  2 => 'ブランクOK',
  3 => '短時間勤務OK',
  4 => '休み多め',
  5 => '車通勤OK',
  6 => '未経験OK',
  7 => '給料多め',
  8 => '無資格可',
  9 => '寮あり',
  10 => '土日休み',
);

//働く時間から探す
$config['particular_ttl_hour'] = array(
  1 => '残業月10時間以下',
  2 => '日勤のみ',
  3 => '夜勤のみ',
);

//アクセス方法
$config['access_type'] = array(
  1 => '送迎バス',
  2 => 'バス',
  3 => '徒歩',
);

//加入保険
$config['social_insurance'] = array(
  1 => '厚生年金',
  2 => '健康保険',
  3 => '雇用保険',
  4 => '労災保険',
);

//定年
$config['retirement'] = array(
  1 => 'なし',
  2 => 'あり',
);

//再雇用
$config['reemployment'] = array(
  1 => 'なし',
  2 => 'あり',
);

//退職金
$config['retirement_pay'] = array(
  1 => 'なし',
  2 => 'あり',
);

//単身用住宅の有無
$config['house_for_single'] = array(
  1 => 'なし',
  2 => 'あり',
);

//家族用住宅の有無
$config['house_for_family'] = array(
  1 => 'なし',
  2 => 'あり',
);

//車通勤
$config['mycar'] = array(
  1 => '不可',
  2 => '可',
);

//通勤手当
$config['commutation'] = array(
  1 => '支給なし',
  2 => '月上限 {%1}円まで支給',
  3 => '全額支給',
);

//LP 保有資格
/*
$config['kaigo_sikaku'] = array(
  7  => '初任者研修/ヘルパー2級',
  6  => '実務者研修/ヘルパー1級',
  8  => '介護職員基礎研修',
  9  => '介護福祉士',
  10 => '社会福祉士',
  5  => 'ケアマネジャー',
  12 => 'PT',
  13 => 'OT',
  99 => 'その他・なし',
);
*/

$config['column_category'] = array(
  1 => array('url' => 'news', 'name' => 'ニュース'),
  2 => array('url' => 'column', 'name' => 'コラム'),
  3 => array('url' => 'knowledge', 'name' => '知識'),
);

$config['wareki'] = array(
  '明治' => array('st' => 1868, 'ed' => 1912),
  '大正' => array('st' => 1912, 'ed' => 1926),
  '昭和' => array('st' => 1926, 'ed' => 1989),
  '平成' => array('st' => 1989, 'ed' => 9999),
);

