<!DOCTYPE html>
<html lang="ja">
  <head>
    <meta charset="utf-8">
    <title>クリックジョブ介護</title>
    <meta name="viewport" content="width=device-width,initial-scale=1" />
    <link href="http://fonts.googleapis.com/earlyaccess/notosansjapanese.css" rel="stylesheet" type="text/css">
    <link href='http://fonts.googleapis.com/css?family=Roboto' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/css/bootstrap.css">
    <link rel="stylesheet" href="/css/pc/parts.css">
    <link rel="stylesheet" href="/css/pc/single_clum.css">
  </head>
  <body>
  <?php echo $this->element('header'); ?>
  
  <div class="wrap wrap_s">
    <div class="main main_s">
      <section class="questions mb40">
        <h2>
          <img src="../img/pc/h-icon-point.png" alt="">
          クリックジョブ介護とは
        </h2>
        <dl>
          <dt>クリックジョブ介護とは？</dt>
<dd>日本メディカル株式会社が提供する、介護職専門の無料転職支援サービスです。
「豊かな高齢化社会の実現」をミッションとして、介護業界の高い離職率という問題に真っ向からチャレンジし、定着率の向上を目指しています。
転職活動のプロである専任のエージェントを通じて、当社独自のネットワークで得た圧倒的な情報を駆使し、アナタにピッタリの求人をご紹介いたします。
そして、専任の転職エージェントが面接の日程調整や採用条件の交渉など、あなたに代わって対応いたしますので、働きながらの転職活動もOKです。
5年後・10年後の将来を見据え、長い目でみて本当にあなたにとってベストな職場をお探しいたします。
          </dd>
          <dt>人材派遣とは違うのですか？</dt>
<dd>人材派遣とは、求人介護機関と派遣会社の間で派遣契約を結んでおり、求職者の雇用形態は派遣社員となります。そのため雇用契約は派遣会社と結び、給与の支払いや福利厚生は雇用主である派遣会社が行います。クリックジョブ介護は、人材紹介ですので求人介護事業所と求職者様が直接雇用契約を結ぶため、正職員として安心して長く勤務することができます。
          </dd>
          <dt>クリックジョブ介護の運営会社はどこにあるのですか？</dt>
<dd>クリックジョブ介護は、日本メディカル株式会社が運営しております。
会社概要に関しては、<a href="https://japanmedical.jp/" target="_blank">こちら</a>のページをご覧ください。
          </dd>
          <dt>クリックジョブ介護の転職サービスにはどんなメリットがありますか？</dt>
          <dd>
転職活動に伴う、情報収集・面談日程調整・合否連絡・退職手続きの方法などの連絡業務・事務手続きを全て専任のエージェントが代行いたします。そのため面倒な手間から開放されます。
また求職者の方から直接伺った希望条件や介護観、仕事に対する価値観をもとに、当社独自のネットワークで得た情報や「非公開求人」も含めた幅広い介護職求人をご紹介いたします。もちろん転職に関する不安や不明点に対してもプロの視点でお答えします。
日本全国に対応してサービスを提供している、当社の組織力・ネットワークをぜひご活用ください。
          </dd>
          <dt>なぜ無料で転職支援してもらえるのですか？</dt>
          <dd>
介護職を募集している、求人中の病医院・老人施設・介護事業所側から受け取る紹介手数料・求人広告掲載料によってクリックジョブ介護は運営されているからです。
厚生労働省から正式に許可を受け事業を行っています（許認可番号：有料職業紹介事業13-ユ-303765）。 求職者の方から費用をいただくことは一切ございませんのでご安心ください。
          </dd>
        </dl>
        <h2>
          <img src="../img/pc/h-icon-pencil.png" alt="">
          クリックジョブ介護の使い方
        </h2>          
        <dl>
          <dt>クリックジョブ介護の転職支援サービスを受けたいのですが。</dt>
          <dd>
          ありがとうございます。お電話（通話料無料）もしくは、<a href="#">こちら</a>の登録フォームから、まずは無料登録をお願いします。パソコンをお持ちでない方でも、スマートフォンで登録することができます。ぜひご利用ください。
          </dd>
          <dt>在職中でも登録できますか？</dt>
          <dd>
はい。忙しい在職中こそ、クリックジョブ介護の転職支援サービスをご活用ください。
情報収集を開始する時期に『早すぎ』という言葉はございません。転職準備を早い段階で準備をしておくことは非常に望ましいことと言えます。
担当の転職エージェントがご希望される時期までに、お仕事を紹介します。
また転職に伴うわずらわしい連絡業務、事務手続きも全面的にバックアップします。
個人情報保護を厳守、転職活動中であることが漏洩することもありません。
数ヶ月先の転職をお考えの方や、近いうちに転職をしたいという方でも、お気軽にご登録ください。
          </dd>
          <dt>サービス利用にあたって、個人情報が漏洩する危険はないでしょうか？</dt>
          <dd>
はい、個人情報が第三者に漏洩することはありません。
また、クリックジョブ介護が登録者ご本人の了承を得ずに、外部に個人情報を開示することもありません。
クリックジョブ介護を運営する日本メディカル株式会社では、厳格な基準をクリアし、ホームページでご登録いただいた全ての情報をSSLという通信技術により暗号化しており、 受信した情報は高度なセキュリティによって厳重に管理しています。
登録される方の情報は徹底して管理しています。
          </dd>
          <dt>求人情報をみたいのですが、サイト上で確認できますか？</dt>
          <dd>
クリックジョブ介護では一部の求人情報をこちらのページから確認いただけます。
介護業界における求人の動きは、一般の業界の求人に比べて非常に早いのが特徴です。 インターネットや求人雑誌に掲載される情報は、現実とのタイムラグがあり、最新の情報ではないケースがほとんどです。クリックジョブ介護では皆様に最新の求人情報を正確にお伝えするため、会員登録いただいた後に担当のエージェントから個別に最新の求人情報をご提供させていただいております。
          </dd>
          <dt>パート・アルバイトでの勤務が希望ですが、利用できますか？</dt>
          <dd>
はい、クリックジョブ介護は、非常勤（パート・アルバイト）の方にも対応しています。
日勤のみや夜勤のみ、扶養の範囲内など、様々なご要望にお答えすることが可能です。
ただし、派遣形態のような期間限定（1日だけ、3ヶ月だけなど）の案件はございません。
クリックジョブ介護は、安心して長く働きたい方を対象としております。詳しくは、転職エージェントにご相談ください。
          </dd>
          <dt>転職時期がまだまだ先の時期ですが、登録しても大丈夫ですか？</dt>
          <dd>
はい、もちろん登録してください。仮に転職時期が1年後でも準備を開始する時期に早すぎるということは一切ございません。時間をかけて気になる求人についての情報収集や面接対策など、行うことは山ほどございます。まずはご相談だけでもかまいません。お気軽にご連絡ください。
          </dd>
          <dt>転職や就職を強要されることはありますか？</dt>
          <dd>
クリックジョブ介護は求職者様の意思を何よりも尊重しておりますので、そのようなことは一切ありません。応募先から内定をいただいたとしても、ご本人様が納得しない限り内定を承諾する必要はありません。 また辞退連絡は、エージェントが行うことも可能です。安心して当社サービスをご利用ください。
          </dd>
        </dl>
        <h2>
          <img src="../img/pc/h-icon-pencil.png" alt="">
          お仕事の紹介について
        </h2>
        <dl>
          <dt>ブランクがあってもお仕事を紹介してもらえますか？</dt>
          <dd>
          はい、大丈夫です。ブランクOKの求人も多数ございます。ぜひあなたのキャリアをもう一度活かせるお手伝いをさせてください。ブランクOKの求人については、<a href="#">こちら</a>のページをご覧ください。
          </dd>
          <dt>資格を持っていますが、経験がありません。紹介していただけるお仕事はありますか？</dt>
          <dd>
はい、未経験の方でも有資格者であれば応募可能な求人は、多数ございます。もちろん未経験者として研修・入社後のフォローをきちんと行う職場をご紹介いたしますのでご安心ください。詳しくはクリックジョブ介護の転職エージェントにご相談ください。
          </dd>
          <dt>無資格ですが、仕事を紹介していただけますか？</dt>
          <dd>
はい、もちろんです。介護職の仕事は、応募条件に資格を有することを求められることが多いのは事実ですが、無資格の方でも、経験者であればスムーズなお仕事のご紹介が可能です。まずはクリックジョブ介護の転職エージェントにご相談ください。
          </dd>
          <dt>不採用だった場合は他の仕事を紹介してもらえますか？</dt>
          <dd>
はい、もちろんです。一人でも多くの介護職の方が転職に「成功」されるよう、充実・丁寧・一貫したサポートをご提供することがクリックジョブ介護のミッションです。
介護業界における転職支援のスペシャリストとして、納得して就業されるまで心強いパートナーでありたいと考えています。
          </dd>
        </dl>
        <h2>
          <img src="../img/pc/h-icon-no1.png" alt="">
          介護業界で働くということについて
        </h2>
        <dl>
          <dt>介護施設についてよく分かりません。</dt>
          <dd>施設形態に関しては、こちらで解説をしております。</dd>
          <dt>介護業界でどのようなキャリアプランを立てればよいのか分かりません。</dt>
          <dd>
キャリアプランの立て方は、お一人お一人で全く異なるものです。まずは、転職のプロであるクリックジョブ介護の転職エージェントにご相談ください。また介護業界におけるキャリアプランの例をこちらでご案内しております。
          </dd>
          <dt>苦情・相談等はどこに連絡すればよろしいでしょうか？</dt>
          <dd>
お客さまからの苦情・相談等の申出があった場合、迅速かつ適切に対応します。 当社への苦情・相談等の申出先は、以下の通りです。
日本メディカル株式会社　苦情・相談窓口
cs@japanmedical.jp
          </dd>
          <dt>夜勤ができないのですが、大丈夫ですか？</dt>
          <dd>
はい、大丈夫です。介護職のお仕事は、確かに夜勤必須のお仕事が多いですが、日勤のみのお仕事もございますのでご安心ください。デイサービスや訪問介護以外でも、入所施設でパート勤務のご紹介も可能です。小さなお子様がいらっしゃる方や、夜勤で過去に体調を崩した経験のある方など、いろいろな事情を抱えていらっしゃる方の対応実績も多数ございます。現状や細かな希望条件をお伺いして、最適なアドバイスをできればと思いますので、是非クリックジョブ介護の転職エージェントにご相談ください。
          </dd>
        </dl>
        <h2>
          <img src="../img/pc/h-icon-pencil.png" alt="">
          転職の基礎知識
        </h2>
        <dl>
          <dt>試用期間とは何ですか？</dt>
          <dd>
試用期間とは、法人側が採用者の勤務態度や能力、技能を把握し、正式に本採用するかどうかを見極めるための期間です。面接時と勤務時の態度が著しく異なるといったリスクを避けるため、多くの法人が採用している制度です。期間は3ヶ月から6ヶ月程度が多く、試用期間中は本採用に向けて適性や勤務態度などを確認していますので、ぜひ気を引き締めて取り組んでください。
          </dd>
          <dt>試用期間を終えても本採用されないことはありますか？</dt>
          <dd>
本採用されずに試用期間で解雇されるケースは、勤務態度が悪い、遅刻欠勤が多い、職務能力が著しく乏しい、会社に大きな損害を与えた等、仕事をしていくうえで明らかに問題があり正当な理由があることが上げられる場合です。真面目に働いていれば心配する必要はありませんが、時間や日数が明確になる遅刻や欠勤については、気をつけましょう。
          </dd>
          <dt>試用期間中は、本採用時とは異なる雇用条件になることがありますか？</dt>
          <dd>
試用期間中は本採用とは別の雇用条件になることもあります。試用期間中と本採用とで異なる雇用形態・待遇となる場合がありますので、担当のエージェントにご確認ください。
          </dd>
          <dt>合否の連絡は、どのように行いますか？</dt>
          <dd>
あなたの担当エージェントから直接お伝えします。
また契約が成立した際には、給与・休日・勤務時間・社会保険関係などが明記された「採用内定通知書」をお渡し、その他入職までの具体的な段取りも担当エージェントからご案内させていただきます。
          </dd>
        </dl>
        <h2>
          <img src="../img/pc/h-icon-pencil.png" alt="">
          転職活動についての悩み
        </h2>
        <dl>
          <dt>初めての転職活動なのですが、希望するキャリアの方向性も希望条件もよく分かりません。</dt>
          <dd>初めての転職活動だからこそ、クリックジョブ介護をご利用ください。現在の勤務状況や就業先での悩みは千差万別です。アナタ専任のエージェントが、現在おかれている状況をしっかりとヒアリングしたうえでサポートいたします。ブランクのある方で介護業界に復帰したい方、未経験で介護業界に挑戦したいと考えている方のサポートもお任せください。</dd>
          <dt>今の職場の人間関係に悩んで転職を考えています。そういう理由でも転職のサポートをしてもらえますか？</dt>
          <dd>
もちろん転職のサポートは可能です。
クリックジョブ介護のエージェントは介護機関の最新情報に精通していますので、
「人間関係の良い職場」という切り口でも介護職求人をご提供することが可能です。
          </dd>
          <dt>転職はしたいけど内定する自信がありません。</dt>
          <dd>
転職活動は大きなイベントですので多くの方が不安がられます。
しかし、希望に沿った求人の選択から、募集要項を満たした志望動機書の作成、面接時の服装や礼儀についてのアドバイスなど、我々が詳細なお手伝いをしますので、ご安心ください。ほんのわずかな勇気を持つことで、思わぬ出会いがあるかもしれません。
          </dd>
          <dt>転職したいのに、今の職場を辞められそうにありません。</dt>
          <dd>クリックジョブ介護では、円満退職が転職の大前提と考えています。
ただ本当に、今の職場を辞めることはできないのでしょうか？まずはそもそも転職すべきかどうかといった相談や具体的な退職手続きの方法もアドバイス可能です。</dd>
          <dt>大阪に住んでいますが、引越しをきっかけに関東で転職を考えているのですが…</dt>
          <dd>
クリックジョブ介護では、引越しに伴う転職支援の実績が数多くございます。
土地勘のない方にも、丁寧なアドバイスをしております。
また、何度も遠距離の移動をしなくてよいように効率的な面接・見学日の設定もさせていただきますのでぜひご利用ください。
          </dd>
          <dt>まだ20代のうちに転職するなんて、悪い印象を与えるのでは？と不安です。</dt>
          <dd>
クリックジョブ介護では毎月20代から60代の方まで幅広い年齢の介護職の転職を支援しています。年齢・経験を気にする必要はありません。「若いうちに多くの経験をして、できる限りのスキルアップをしたい」、「自分にあった職場を見つけて長く働きたい」というご希望を理解してくれるご紹介先がたくさんあります。
          </dd>
        </dl>
      </section>
    </div><!-- /.main -->
  </div><!-- /.wrap -->
  <div class="clearfix"></div>

  <?php echo $this->element('footer'); ?>

  </body>
  <script type="text/javascript" src="/js/jquery.1.12.4.min.js"></script>
  <script type="text/javascript" src="/js/bootstrap.min.js"></script>
  <script type="text/javascript" src="/js/questions.js"></script>
</html>